Repository: alexclassroom/Translation-Tools
Catalog: languages/translation-tools-*.po
Languages: pt_pt

source: Site Preferred Languages
pt_pt: Idiomas preferidos do site

source: User Preferred Languages
pt_pt: Idiomas preferidos do utilizador

source: No JavaScript translations found. No %s file was generated.
pt_pt: Nenhuma tradução de JavaScript encontrada. Não foi gerado nenhum ficheiro %s.

source: Saving file %s…
pt_pt: A guardar o ficheiro %s…

source: Could not create file.
pt_pt: Não foi possível criar o ficheiro.

source: <strong>%l</strong> has Language Packs.
pt_pt: <strong>%l</strong> tem pacotes de idioma.

source: <strong>%l</strong> has no Language Packs.
pt_pt: <strong>%l</strong> não tem pacotes de idioma.

source: To update the WordPress translations %1$sclick here%2$s.
pt_pt: Para actualizar a tradução do WordPress %1$sclique aqui%2$s.

source: Learn more about %1$sLanguage Packs%2$s.
pt_pt: Saiba mais sobre %1$spacotes de idioma%2$s.

source: (opens in a new tab)
pt_pt: (abre num novo separador)

source: Site Language
pt_pt: Idioma do site

source: User Language
pt_pt: Idioma do utilizador

source: Translations
pt_pt: Traduções

source: Details about your WordPress site and user languages.
pt_pt: Informações sobre os idiomas do site e do utilizador do seu WordPress.

source: Report by plugin Translation Tools
pt_pt: Relatório pelo plugin Translation Tools

source: WordPress Translation API is available.
pt_pt: A WordPress Translation API está disponível.

source: WordPress Translation API is available on %s.
pt_pt: A WordPress Translation API está disponível em %s.

source: WordPress Translation API is not available.
pt_pt: A WordPress Translation API não está disponível.

source: WordPress Translation API is not available on %s.
pt_pt: A WordPress Translation API não está disponível em %s.

source: The translation of WordPress %1$s for %2$s has Language Packs.
pt_pt: A tradução do WordPress %1$s para %2$s tem pacotes de idioma.

source: The translation of WordPress %1$s for %2$s has Language Pack updated on %3$s.
pt_pt: A tradução do WordPress %1$s para %2$s tem pacote de idioma actualizado em %3$s.

source: The translation of WordPress %1$s for %2$s has no Language Pack yet.
pt_pt: A tradução do WordPress %1$s para %2$s ainda não tem pacote de idioma.

source: Translate WordPress to %s!
pt_pt: Traduza o WordPress para %s!

source: It looks like you understand %s. You can help translate WordPress and its plugins/themes in your language.
pt_pt: Parece que compreende %s. Pode ajudar a traduzir o WordPress, plugins e temas para o seu idioma.

source: To get started, please %1$svisit this page%2$s
pt_pt: Para começar, por favor %1$svisite esta página%2$s

source: Please register at %1$sTranslating WordPress%2$s and join the %3$sTranslation Team%2$s to help translating WordPress to %4$s!
pt_pt: Por favor, registe-se em %1$sTranslating WordPress%2$s e junte-se à %3$sequipa de tradução%2$s para ajudar a traduzir o WordPress para %4$s!

source: WordPress %s is available for translation.
pt_pt: O WordPress %s está disponível para tradução.

source: WordPress %1$s translation project is available on %2$s.
pt_pt: O projecto de tradução do WordPress %1$s está disponível em %2$s.

source: WordPress %s is not available for translation yet.
pt_pt: O WordPress %s ainda não está disponível para tradução.

source: WordPress %1$s translation project is not available yet on %2$s.
pt_pt: O projecto de tradução do WordPress %1$s ainda não está disponível em %2$s.

source: WordPress default language, has no translation.
pt_pt: Idioma por omissão do WordPress, não tem tradução.

source: %s has Language Packs.
pt_pt: %s tem pacotes de idioma.

source: %s has no Language Packs.
pt_pt: %s não tem pacotes de idioma.

source: Downloading translations data from %s…
pt_pt: A descarregar dados das traduções de %s…

source: Update Translations
pt_pt: Actualizar traduções

source: WordPress translations
pt_pt: Traduções do WordPress

source: Plugins translations
pt_pt: Traduções dos plugins

source: Themes translations
pt_pt: Traduções dos temas

source: The update process is starting. This process may take a while on some hosts, so please be patient.
pt_pt: A actualização está a começar. Este processo poderá demorar mais tempo em alguns serviços de alojamento, por favor aguarde.

source: Downloading translations for <strong>%l</strong>.
pt_pt: A descarregar traduções para <strong>%l</strong>.

source: Go to WordPress Updates page
pt_pt: Ir para a página de actualizações do WordPress

source: Update All Translations
pt_pt: Actualizar todas as traduções

source: Update WordPress Translations
pt_pt: Actualizar traduções do WordPress

source: Update Plugins Translations
pt_pt: Actualizar traduções dos plugins

source: Update Themes Translations
pt_pt: Actualizar traduções dos temas

source: Click the %1$s button to force update the latest approved translations of WordPress %2$s.
pt_pt: Clique no botão %1$s para forçar a actualização das traduções aprovadas mais recentes do WordPress %2$s.

source: <strong>Error:</strong> %s
pt_pt: <strong>Erro:</strong> %s

source: WordPress translations updates have been completed.
pt_pt: A actualização das traduções do WordPress foi concluída.

source: Plugins translations updates have been completed.
pt_pt: A actualização das traduções dos plugins foi concluída.

source: Themes translations updates have been completed.
pt_pt: A actualização das traduções dos temas foi concluída.

source: Updating translations for %1$s (%2$s) (%3$d/%4$d)
pt_pt: A actualizar as traduções para %1$s (%2$s) (%3$d/%4$d)

source: An error occurred while updating %1$s: %2$s
pt_pt: Ocorreu um erro ao actualizar %1$s: %2$s

source: %s updated successfully.
pt_pt: %s actualizado com sucesso.

source: Show details.
pt_pt: Mostrar detalhes.

source: Translation updated successfully.
pt_pt: Tradução actualizada com sucesso.

source: Downloading translation from %s…
pt_pt: A descarregar tradução de %s…

source: Translation project not found.
pt_pt: Projecto de tradução não encontrado.

source: Download failed.
pt_pt: Falhou ao descarregar.

source: Extracting translations from file %s…
pt_pt: A extrair as traduções do ficheiro %s…

source: File not found.
pt_pt: Ficheiro não encontrado.

source: Could not extract translations from file.
pt_pt: Não foi possível extrair traduções do ficheiro.

source: https://wordpress.org/plugins/translation-tools/
pt_pt: https://pt.wordpress.org/plugins/translation-tools/

source: Translation tools for your WordPress install.
pt_pt: Ferramentas de tradução para a sua instalação WordPress.
